src/math401/KBe20math401ret2_1.org
#+TITLE: math 401 ret 2_1
#+AUTHOR: Exr0n

#source openstax calculus volume 1 section 2.4 exercises
* 131
  $$
  x \le 0 \implies \boxed{\text{infinite}}
  $$
* 132
  $$
  \boxed{\text{no discontinuities}}
  $$
* 140
  $$
  \boxed{\text{Infinite discontinuity }} \left(\frac{-1}{0}\right)
  $$
* 141
  $$
  \boxed{\text{Continuous}} \left(\frac{\cancel{(2u-1)}(3u+2)}{\cancel{2u-1}}\right)
  $$
* 145
  $$
  3x+2 = 2x-3 \implies \boxed{x = -5}
  $$
* 150
  $$
  \boxed{\text{The function is not continuous at }x = 2}
  $$
* 152
** a
   $$\cos t = t^3$$
** b
   Let $f(x) = \cos x$ and $g(x) = x^3$. For $a = 0$ and $b = \frac{\pi}{2}$:
   $$
   \begin{aligned}
   f(a) &= 1\\
   g(a) &= 0\\
   f(b) &= 0\\
   g(b) &= \frac{\pi^3}{8} > 1\\
   \end{aligned}
   $$
   Because these functions each traverse $0 \le y \le 1$ over the interval $0 \le x \le \frac{\pi}{2}$ in opposite directions and are continuous over that range, they must cross somewhere in that range.
** c
   $$
   \boxed{x = 0.8655 \pm 0.005}
   $$
* 164
  $$\boxed{\text{It's true.}}$$
