docs/math401/KBe20math401ret2_1.tex
% Created 2021-09-11 Sat 09:35
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{math 401 ret 2\textsubscript{1}}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={math 401 ret 2\textsubscript{1}},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\#source openstax calculus volume 1 section 2.4 exercises
\section{131}
\label{sec:org46881c4}
$$
  x \le 0 \implies \boxed{\text{infinite}}
  $$
\section{132}
\label{sec:org3021e2e}
$$
  \boxed{\text{no discontinuities}}
  $$
\section{140}
\label{sec:org5d996fc}
$$
  \boxed{\text{Infinite discontinuity }} \left(\frac{-1}{0}\right)
  $$
\section{141}
\label{sec:orga87684d}
$$
  \boxed{\text{Continuous}} \left(\frac{\cancel{(2u-1)}(3u+2)}{\cancel{2u-1}}\right)
  $$
\section{145}
\label{sec:org97d3f19}
$$
  3x+2 = 2x-3 \implies \boxed{x = -5}
  $$
\section{150}
\label{sec:org660c7d1}
$$
  \boxed{\text{The function is not continuous at }x = 2}
  $$
\section{152}
\label{sec:org59ee20c}
\subsection{a}
\label{sec:org447623e}
$$\cos t = t^3$$
\subsection{b}
\label{sec:org74b66d4}
Let \(f(x) = \cos x\) and \(g(x) = x^3\). For \(a = 0\) and \(b = \frac{\pi}{2}\):
\$\$
\begin{aligned}
f(a) &= 1\\
g(a) &= 0\\
f(b) &= 0\\
g(b) &= \frac{\pi^3}{8} > 1\\
\end{aligned}
\$\$
Because these functions each traverse \(0 \le y \le 1\) over the interval \(0 \le x \le \frac{\pi}{2}\) in opposite directions and are continuous over that range, they must cross somewhere in that range.
\subsection{c}
\label{sec:orge8b0ad6}
$$
   \boxed{x = 0.8655 \pm 0.005}
   $$
\section{164}
\label{sec:orgd4049a6}
$$\boxed{\text{It's true.}}$$
\end{document}
